export const API_URL = 'https://ap-api.finpeak.kz' // http://localhost:5501

export const color87ceebCols = [
    "Тип",
    "Номер сделки",
    "Дата",
    "Завод",
    "Вид ГСМ",
    "% Серы",
    "Группа компании 1",
    "Цена",
    "Группа компании 2"
  ];
  
export const colorFFD580Cols = [
    "Поставщик",
    "№ договор / приложение",
    "Законтрактовано по приложению",
    "Сумма по приложению",
    "Базис поставки",
    "Условия фиксации",
    "Цены покупки",
    "Налив поставщик",
    "Сумма налива",
    "Оплата поставщик",
    "ДТ/КТ (Поставщик)",
    "Покупатель",
    "Номер контракта покупателя",
    "Объем покупателя",
    "Законтракт. на сумму",
    "Базис поставки",
    "Станция назначения",
    "Условия фиксации",
    "Цена продажи",
    "Заявленный объем",
    "Отгрузка покупателя",
    "Отгружено на сумму",
    "Оплата покупатель",
    "ДТ/КТ (Покупатель)"
  ];
  
export const color686868Cols = [
    "Экспедитор",
    "Компания группы",
    "ж/д тариф план",
    "ж/д тариф факт",
    "Фактически отгруженный объем, МТ",
    "Факт. объем по счету-фактуре, МТ",
    "Сумма по счету-фактуре на фактич. объем",
    "Охрана",
    "Сверхнормативы (высокое)",
    "Сверхнормативы (переведенное)",
    "Штрафы (высокое)",
    "Штрафы (переведенные)",
    "Дополнительные расходы",
    "Заполненный объем",
    "Дата загрузки",
    "Перевыставлено на"
  ];